Repository: Quboid/NetworkAnarchy
Catalog: NetworkAnarchy/Lang/Str.*.resx
Languages: cs, de, es, fr, it, ja, ko, pl, pt, ru, th, zh_cn

# ui_modeTunnel
source: Tunnel: Forces the use of tunnel pieces if available
cs: Tunel: Vynucuje použití tunelu, pokud je k dispozici
de: Tunnel: Erzwingt die Verwendung von Tunnelteilen, falls verfügbar
es: Túnel: Fuerza el uso de segmentos de túnel si están disponibles
fr: Tunnel : Force l'utilisation des tunnels si possible
it: Galleria: se possibile forza l'uso di gallerie
ja: トンネル: 可能であればトンネルを使用する
ko: 터널: 사용 가능하다면 터널 부분을 강제로 사용합니다.
pl: Tunel – wymusza użycie elementów tunelu, jeśli są one dostępne
pt: Túnel: Forçar uso do modelo para túneis se disponível
ru: Туннель: использовать туннель, при наличии
th: บังคับให้เป็นอุโมงค์ (ถ้ามี)
zh_cn: 隧道：如果开启，道路将在任何地形强制使用隧道模式

# ui_toggleAnarchy
source: Toggle anarchy
cs: Přepnout anarchii
de: Anarchie ein/aus
es: Apagar/encender anarquía
fr: Activer/Désactiver l'anarchie
it: Attivare/Disattivare l'anarchia
ja: アナーキーの切替
ko: 아나키 전환
pl: Włącz / Wyłącz anarchię
pt: Alternar anarquia
ru: Вкл/Выкл анархию
th: เปิดโหมดอิสระ (Anarchy)
zh_cn: 切换无碰撞状态

# ui_toggleBending
source: Toggle road bending
cs: Přepnout ohýbání silnice
de: Straßenbiegung ein/aus
es: Activar autocurva para carreteras
fr: Activer/Désactiver la flexion des routes
it: Attivare/Disattivare la curvatura delle strade
ja: 湾曲の切替
ko: 도로 벤딩 전환
pl: Włącz / Wyłącz zginanie drogi
pt: Alternar curvatura automática
ru: Вкл/Выкл изгиб
th: เปิดการดัดของถนน
zh_cn: 切换道路弯曲

# ui_toggleCollision
source: Toggle collision
cs: Přepnout kolize
de: Kollision ein/aus
es: Apagar/encender colisión
fr: Activer/Désactiver la collision
it: Attivare/Disattivare la collisione
ja: 衝突判定の切替
ko: 충돌 전환
pl: Włącz / Wyłącz kolizję
pt: Alternar colisão
ru: Вкл/Выкл коллизию
th: เปิดการป้องกันการซ้อนกัน
zh_cn: 切换碰撞

# ui_toggleSlope
source: Toggle straight slope (don't follow terrain shape)
cs: Přepínač přímého sklonu (nesledujte tvar terénu)
de: Geradlinig bauen umschalten (Geländeform nicht folgen)
es: Alternar pendiente recta (no seguir la forma del terreno)
fr: Activer/désactiver la pente droite (ne suis pas la forme du terrain)
it: Attiva/Disattiva pendenza diretta (non segue la forma del terreno)
ja: 直線スロープの切替 (地形に追従しない)
ko: 직선 경사 전환 (지형 모양을 따르지 않기)
pl: Włącz / Wyłącz proste nachylenie (nie podąża wzdłuż terenu)
pt: Alternar elevação uniforme (não segue o formato do terreno)
ru: Вкл/выкл Прямой уклон (соответствие ландшафту)
th: เปิดโหมดลาดตรง (ไม่เป็นไปตามลักษณะภูมิประเทศ)
zh_cn: 切换平直的斜坡（不跟随地形）

# ui_toggleSnapping
source: Toggle node snapping
cs: Přepnout přichytávání uzlů
de: Einrasten ein/aus
es: Apagar/encender ajuste a nodos
fr: Activer/Désactiver l'ancrage aux nœuds
it: Attivare/Disattivare l'aggancio ai nodi
ja: ノードスナップの切替
ko: 노드 스냅핑 전환
pl: Włącz / Wyłącz przyciąganie węzłów
pt: Alternar encaixe
ru: Вкл/Выкл привязку
th: เปิดโหมดการยึดติด
zh_cn: 切换捕捉吸附

# ui_toggleZoneOverride
source: Override zone collision
cs: Přepsat kolizi zóny
de: Zonen-Kollision überschreiben
es: Sobrescribir colisión de zona
fr: Zonage forcé
it: Sovrascrivi collisione zona
ja: ゾーニングの衝突判定を上書き
ko: 구역 충돌 무시하기
pl: Nadpisz kolizję stref
pt: Substituir zona de colisão
ru: Переопределить коллизию зон
th: การซ้อนทับโซน
zh_cn: 覆盖区域碰撞
