Repository: Quboid/NetworkAnarchy
Catalog: NetworkAnarchy/Lang/Str.*.resx
Languages: cs, de, es, fr, it, ja, ko, pl, pt, ru, th, zh_cn

# key_cycleModesLeft
source: Cycle Modes Left
cs: Cyklovat režimy v levo
de: Modi nach links durchschalten
es: Cambio de modo hacia la izquierda
fr: Parcourir les modes vers la gauche
it: Cambiare modalità verso sinistra
ja: モードを左に移る
ko: 모드를 왼쪽으로 순환
pl: Przełącz tryby w lewo
pt: Alternar modos (Esquerda)
ru: Предыдущий режим
th: เปลี่ยนโหมดการทำงาน (วนไปทางซ้ายมือ)
zh_cn: 左循环模式

# key_cycleModesRight
source: Cycle Modes Right
cs: Cyklovat režimy v pravo
de: Modi nach rechts durchschalten
es: Cambio de modo hacia la derecha
fr: Parcourir les modes vers la droite
it: Cambiare modalità verso destra
ja: モードを右に移る
ko: 모드를 오른쪽으로 순환
pl: Przełącz tryby w prawo
pt: Alternar modos (Direita)
ru: Следующий режим
th: เปลี่ยนโหมดการทำงาน (วนไปทางขวามือ)
zh_cn: 右循环模式

# key_elevationDown
source: Elevation Down
cs: Ubrat vyvýšení
de: Höhe verringern
es: Descender
fr: Diminuer l'élévation
it: Diminuire l'elevazione
ja: 高さを下げる
ko: 고도 낮춤
pl: Zmniejsz poziom wzniesienia
pt: Diminuir elevação
ru: Уменьшить подъем
th: ลดการยกระดับ
zh_cn: 高度下降

# key_elevationReset
source: Reset Elevation
cs: Resetovat vyvýšení
de: Höhe zurücksetzen
es: Restaurar elevación por defecto
fr: Réinitialiser l'élévation
it: Ripristinare l'elevazione
ja: 高さをリセット
ko: 고도 초기화
pl: Zresetuj poziom wzniesienia
pt: Redefinir elevação
ru: Сбросить подъем
th: คืนค่าความสูง
zh_cn: 重设高度

# key_elevationStepDown
source: Elevation Step Down
cs: Ubrat krok vyvýšení
de: Höhenschritt nach unten
es: Disminuir desplazamiento vertical
fr: Diminuer l'incrément d'élévation
it: Diminuire l'incremento dell'elevazione
ja: 高さを少し下げる
ko: 고도 단계 내리기
pl: Poziom wzniesienia o krok w dół
pt: Reduzir passo de elevação
ru: Уменьшить шаг подъема
th: ลดระดับขั้นการยกระดับ
zh_cn: 高度单次下降

# key_elevationStepUp
source: Elevation Step Up
cs: Přidat krok vyvýšení
de: Höhenschritt nach oben
es: Aumentar desplazamiento vertical
fr: Augmenter l'incrément d'élévation
it: Aumentare l'incremento dell'elevazione
ja: 高さを少し上げる
ko: 고도 단계 올리기
pl: Poziom wzniesienia o krok w górę
pt: Aumentar passo de elevação
ru: Увеличить шаг подъема
th: เพิ่มระดับขั้นการยกระดับ
zh_cn: 高度单次提升

# key_elevationUp
source: Elevation Up
cs: Přidat vyvýšení
de: Höhe erhöhen
es: Ascender
fr: Augmenter l'élévation
it: Aumentare l'elevazione
ja: 高さを上げる
ko: 고도 올림
pl: Zwiększ poziom wzniesienia
pt: Aumentar elevação
ru: Увеличить подъем
th: เพิ่มการยกระดับ
zh_cn: 高度提升

# key_toggleAnarchy
source: Toggle Anarchy
cs: Přepnout Anarchii
de: Anarchie ein/aus
es: Activar Anarquía
fr: Activer/Désactiver l'anarchie
it: Attivare/Disattivare l'anarchia
ja: アナーキーを切替
ko: 아나키 전환
pl: Włącz / Wyłącz anarchię
pt: Alternar anarquia
ru: Вкл/Выкл анархию
th: เปิดโหมดอิสระ (Anarchy)
zh_cn: 切换无碰撞状态

# key_toggleBending
source: Toggle Bending
cs: Přepnout ohyb
de: Biegen ein/aus
es: Activar Autocurva
fr: Activer/Désactiver la courbure
it: Attivare/Disattivare la curvatura
ja: 湾曲の切り替え
ko: 벤딩 전환
pl: Włącz / Wyłącz zaginanie
pt: Alternar curvatura automática
ru: Вкл/Выкл изгиб
th: เปิดการดัด
zh_cn: 切换弯曲

# key_toggleGrid
source: Toggle Editor Grid
cs: Přepnout editor mřížky
de: Editor-Raster ein/aus
es: Activar la cuadrícula del editor
fr: Afficher/Masquer la grille de l'éditeur
it: Attivare/Disattivare la griglia dell'editor
ja: グリッド表示の切替
ko: 에디터 그리드 전환
pl: Przełącz siatkę edytora
pt: Alternar grade
ru: Вкл/Выкл сетку
th: เปิดแสดงเส้นตาราง
zh_cn: 切换编辑器网格

# key_toggleSnapping
source: Toggle Snapping
cs: Přepnout přichytávání
de: Einrasten ein/aus
es: Activar Snapping
fr: Activer/Désactiver l'ancrage aux nœuds
it: Attivare/Disattivare l'aggancio dei nodi
ja: スナップの切替
ko: 스냅핑 전환
pl: Włącz / Wyłącz przyciąganie węzłów
pt: Alternar encaixe
ru: Вкл/Выкл привязку
th: เปิดโหมดการยึดติด
zh_cn: 切换捕捉吸附

# key_toggleStraightSlopes
source: Toggle Straight Slopes
cs: Přepínač přímého sklonu
de: Begradigen ein/aus
es: Activar cuestas rectas
fr: Activer/Désactiver les pentes constantes
it: Attivare/Disattivare le pendenze rettilinee
ja: 直線スロープの切替
ko: 직선 경사 전환
pl: Włącz / Wyłącz proste nachylenia
pt: Alternar elevação uniforme
ru: Вкл/Выкл прямой склон
th: เปิดโหมดปรับทางลาดตรง
zh_cn: 切换平直坡道

# key_toggleZoneOverride
source: Toggle Zone Override
cs: Přepnout přepsání zóny
de: Zonenüberschreibung umschalten
es: Alternar Anulación de Zona
fr: Activer / Désactiver le zonage forcé
it: Attiva/Disattiva Sovrascrivi Zona
ja: ゾーニングの上書きを切り替え
ko: 구역 무시 전환
pl: Przełącz nadpisywanie stref
pt: Alternar Substituição de Zona
ru: Переключить переопределение зон
th: เปิดโหมดการซ้อนทับโซน
zh_cn: 切换区域覆盖

# mod_Description
source: More tool options for roads and other networks
cs: Další možnosti nástroje pro silnice a ostatní sítě
de: Weitere Werkzeugoptionen für Straßen und andere Netzwerke
es: Más opciones de herramientas para carreteras y otras redes
fr: Plus d'options d'outil pour les routes et les autres réseaux
it: Più opzioni di strumenti per strade e altre reti
ja: 道路やネットワークのためのより多くのツール
ko: 도로 및 기타 네트워크를 위한 더 많은 툴 옵션
pl: Więcej opcji narzędzia dla dróg i innych sieci
pt: Mais opções de ferramentas para estradas e redes de segmentos em geral
ru: Больше возможностей для дорог и других сетевых объектов
th: TH: More tool options for roads and other networks
zh_cn: 更多的道路及其他网络工具选项

# options_alwaysVisible
source: Always show the Network Anarchy panel
it: Mostra sempre il pannello Network Anarchy
ja: Network Anarchyのパネルを常に表示
th: แสดงแผง Network Anarchy เสมอ
zh_cn: 始终显示 Network Anarchy 的控制面板

# options_enableDebugLogging
source: Enable debug messages logging
cs: Povolit protokolování ladících zpráv
de: Protokollieren von Debugmeldungen aktivieren
es: Activar el registro de mensajes de depuración
fr: Activer les messages de débogage
it: Abilita registrazione messaggi di debug
ja: デバッグメッセージのログを有効化
ko: 디버그 메시지 기록 활성화
pl: Włącz logowanie komunikatów debugowania
pt: Ativar o registro de mensagens the depuração
ru: Включить отладочные сообщения
th: เปิดใช้งานการบันทึกข้อความข้อบกพร่อง (Debug Logging)
zh_cn: 启用调试信息日志记录

# options_enableDebugLoggingTooltip
source: If checked, additional debug messages will be logged.
cs: Je-li zaškrtnuto, dalšś zprávy ladění nebudou zaznamenány.
de: Wenn aktiviert, werden Debug-Meldungen protokolliert.
es: Si está activado, se registrarán mensajes adicionales de depuración.
fr: Si coché, les messages de débogage supplémentaires seront enregistrés.
it: Se selezionato, verranno registrati messaggi di debug aggiuntivi.
ja: チェック時は追加のデバッグメッセージをログします。
ko: 선택하면 추가 디버그 메시지가 기록될 것입니다.
pl: Jeśli zaznaczone, będą rejestrowane dodatkowe komunikaty debugowania.
pt: Se ativado, mensagens the depuração adicionais serão registradas.
ru: Если выбрано, сообщения отладки будут писаться в лог.
th: หากเลือกไว้ ข้อความแสดงการทำงาน (Debug) เพิ่มเติมจะถูกบันทึกไว้
zh_cn: 如果选中该选项，则将会记录额外的调试信息。

# options_maxTurnAngle
source: Max turn angle
cs: Maximální úhel zatočení
de: Maximaler Kurvenwinkel
es: Ángulo máximo de giro
fr: Angle de virage maximal
it: Angolo di rotazione massimo
ja: 最大回転角度
ko: 최대 회전 각도
pl: Maksymalny kąt skrętu
pt: Ângulo de curva máximo
ru: Макс. угол поворота
th: มุมการเลี้ยวสูงสุด
zh_cn: 最大转角

# options_reduceCatenaries
source: Reduce rail catenary masts
cs: Snížení počtu stožárů trakčního vedení
de: Anzahl der Oberleitungsmasten reduzieren
es: Reducir mástiles de catenarias en raíles
fr: Réduire le nombre de caténaires
it: Ridurre il numero di catenarie ferroviarie
ja: 架線柱を減らす
ko: 철로 전차선 마스트 감소
pl: Zmniejszona liczba masztów sieci trakcyjnej
pt: Reduzir pilares das catenárias dos trilhos
ru: Уменьшить число опор проводов
th: ลดเสาสายส่งที่อยู่เหนือรางรถไฟ
zh_cn: 减少轨道接触网支柱

# options_reduceCatenariesTooltip
source: Reduce the number of catenary mast of rail lines from 3 to 1 per segment.
cs: Snížit počet trolejového vedení železniční tratě ze 3 na 1 za segment.
de: Reduziert die Anzahl der Oberleitungsmasten von Bahnlinien von 3 auf 1 pro Segment.
es: Reduce el número de mástiles de catenarias de 3 a 1 por segmento.
fr: Réduit le nombre de caténaires des lignes ferroviaires de 3 à 1 par segment.
it: Ridurre il numero di catenarie di linee ferroviarie da 3 a 1 per segmento.
ja: 架線柱の数を1セグメントにつき3つから1つに減らします。
ko: 철도선의 전차선 마스트 수를 세그먼트당 3개에서 1개로 줄입니다.
pl: Zmniejsz liczbę masztów sieci trakcyjnej z 3 do 1 na jeden odcinek.
pt: Reduz a quantidade de catenárias de 3 para 1 por segmento.
ru: Уменьшить число опор проводов с 3 до 1 для каждого сегмента.
th: ลดจำนวนของเสาสายส่งของเส้นทางรถไฟ จาก 3 เป็น 1 ต่อเซกเมนต์
zh_cn: 将每段轨道的接触网支柱数量从3个减少到1个。

# options_resetToolWindowPosition
source: Reset tool window position
cs: Obnovit pozici okna nástroje
de: Position des Werkzeugfensters zurücksetzen
es: Restablecer la posición de la ventana
fr: Réinitialiser la position de la fenêtre
it: Ripristinare la posizione della finestra degli strumenti
ja: ウィンドウの位置をリセットする
ko: 툴 창 위치 초기화
pl: Resetuj pozycję okna
pt: Redefinir posição da janela de ferramentas
ru: Сбросить позиции окон
th: คืนค่าตำแหน่งหน้าต่างเครื่องมือ
zh_cn: 重设工具窗口位置

# options_showElevationStepSlider
source: Show elevation step slider
cs: Zobrazit posuvník kroku vyvýšení
de: Höhenschritt-Schieberegler anzeigen
es: Mostrar deslizador de elevación
fr: Afficher le curseur d'incréments d'élévation
it: Mostrare il cursore dell'incremento di elevazione
ja: 高さのスライダーを表示
ko: 고도 단계 슬라이더 표시
pl: Pokaż suwak stopnia podniesienia
pt: Exibir controle do passo de elevação
ru: Показать слайдер шага подъема
th: แสดงแถบเลื่อนขั้นของการยกระดับ
zh_cn: 显示一次性调整高度滑条

# options_showElevationStepSliderTooltip
source: Show slider for changing the elevation step, from 1m to 12m.
cs: Zobrazit posuvník pro změnu kroku vyvýšení od 1m do 12m.
de: Schieberegler zum Ändern des Höhenschritts zwischen 1m bis 12m anzeigen.
es: Muestra el deslizador para cambiar el desplazamiento vertical.
fr: Afficher le curseur pour changer l'incrémentation de l'élévation, de 1 m à 12 m.
it: Mostrare il cursore per cambiare l'incremento dell'elevazione, da 1m a 12m.
ja: 高さのステップを1m〜12mに変更するためのスライダーを表示します。
ko: 1m부터 12m까지 고도 단계를 변경하는 슬라이더를 표시합니다.
pl: Pokaż suwak do zmiany stopnia podniesienia, z 1 m na 12 m.
pt: Exibir controle para definir o passo da elevação entre 1m e 12m.
ru: Показать слайдер для изменения шага подъема от 1м до 12м.
th: แสดงแถบเลื่อนสำหรับการเปลี่ยนจำนวนขั้นของการยกระดับ จาก 1 เมตร ถึง 12 เมตร
zh_cn: 显示将高度单次调整范围更改为1m～12m的滑条。

# options_showLabels
source: Show Labels
cs: Zobrazit popisky
de: Beschriftung einblenden
es: Mostrar etiquetas
fr: Afficher les libellés
it: Mostra descrizioni
ja: ラベルを表示
ko: 라벨 표시
pl: Pokaż etykiety
pt: Exibir Rótulos
ru: Показывать названия функций
th: แสดงป้ายกำกับแถบเครื่องมือ
zh_cn: 显示标签

# options_showLabelsTooltip
source: Disable to save some screen space
cs: Zakázat pro uspoření nějakého místa na obrazovce
de: Deaktivieren, um etwas Platz zu sparen
es: Desactivar para ahorrar espacio en la pantalla
fr: Désactiver pour économiser de la place
it: Disabilita per risparmiare spazio sullo schermo
ja: 画面のスペースを節約したい場合は無効化します。
ko: 화면 공간을 아끼려면 비활성화하세요
pl: Wyłącz, aby zaoszczędzić trochę miejsca na ekranie
pt: Desabilite para economizar espaço na tela
ru: Отключите для сохранения пространства на экране
th: ปิดเพื่อประหยัดพื้นที่บนหน้าจอบางส่วน
zh_cn: 禁用以节省一些屏幕空间

# options_showMaxSegmentLengthSlider
source: Show max segment length slider
cs: Zobrazit posuvník maximální délky segmentu
de: Segmentlänge-Schieberegler anzeigen
es: Mostrar el deslizador de longitud máxima
fr: Afficher le curseur de longueur de segment maximal
it: Mostrare il cursore della lunghezza massima del segmento
ja: セグメントの最大長を調整するためのスライダーを表示
ko: 최대 세그먼트 길이 슬라이더 표시
pl: Pokaż suwak maksymalnej długości odcinka
pt: Exibir controle para o tamanho máximo do segmento
ru: Показать слайдер максимальной длины сегмента
th: แสดงแถบเลื่อนความยาวสูงสุดของเซ็กเมนต์
zh_cn: 显示最大分段长度滑条

# options_showMaxSegmentLengthSliderTooltip
source: Show slider for changing the maximum segment length, from 4m to 256m (default is 96m).
cs: Zobrazit posuvník pro změnu maximální délky segmentu, od 4m do 256m (výchozí je 96m).
de: Schieberegler zum Ändern der Segmentlänge zwischen 4m bis 256m anzeigen (Standardwert ist 96m).
es: Muestra el deslizador para cambiar la longitud máxima de segmento, de 4 a 256m (96m por defecto).
fr: Afficher le curseur pour changer la longueur maximale du segment, de 4m à 256m (par défaut 96m).
it: Mostrare il cursore per cambiare la lunghezza massima del segmento, da 4m a 256m (predefinito 96m).
ja: セグメントの最大長を4m〜256mに変更するためのスライダーを表示します(デフォルトは96m)。
ko: 최대 세그먼트 길이를 4m부터 256m까지 변경하는 슬라이더를 표시합니다 (기본값은 96m).
pl: Pokaż suwak do zmiany maksymalnej długości segmentu, od 4 m do 256 m (domyślnie 96 m).
pt: Exibir controle deslizante para alterar o comprimento máximo do segmento, entre 4m e 256m. O padrão é 96m.
ru: Показать слайдер для изменения максимальной длины сегмента от 4м до 256м (96м по умолчанию).
th: แสดงแถบเลื่อนสำหรับการเปลี่ยนความยาวสูงสุดของเซ็กเมนต์ จาก 4 เมตร ถึง 256 เมตร (ค่าเริ่มต้นคือ 96 เมตร)
zh_cn: 显示最大分段长度调整4m～256m（默认值为96m）的滑条。

# options_tramMaxTurnAngle
source: Change max turn angle for more realistic tram tracks turns
cs: Změňte maximální úhel zatáčení pro realističtější zatáčky kolejí
de: Ändere den maximalen Kurvenwinkel für realistischere Tramspuren
es: Cambiar el ángulo de giro máximo para giros de tranvía más realistas
fr: Changer l'angle de virage maximal pour des virages de tram plus réalistes
it: Cambiare l'angolo massimo di rotazione per curve dei tram più realistiche
ja: トラム線路のカーブをより現実的にするために最大回転角を変更します
ko: 더 현실적인 트램 트랙 회전을 위해 최대 회전 각도 변경하기
pl: Zmień maksymalny kąt skrętu dla bardziej realistycznych zakrętów torów tramwajowych
pt: Forçar ângulo máximo de curvas para deixar os trilhos de bonde mais realistas
ru: Изменить максимальный угол поворота для более реалистичных поворотов трамвая
th: เปลี่ยนค่าสูงสุดของมุมการเลี้ยว เพื่อการเลี้ยวของรถรางที่สมจริงยิ่งขึ้น
zh_cn: 为了更真实的有轨电车与列车转向而更改最大转角

# options_tramMaxTurnAngleTooltip
source: Change all roads with tram tracks max turn angle by the value below if current value is higher.
cs: Změňte maximální úhel zatočení všech silnic s tramvajovými kolejemi o níže uvedenou hodnotu, pokud je současná hodnota vyšší.
de: Ändert alle Strassen mit Tramspuren auf den maximalen Kurvenwinkel des unten angegebenen Wertes, wenn der aktuelle Wert höher ist.
es: Cambia el ángulo de giro máximo de todas las redes con tranvía si el valor actual es más alto.
fr: Change toutes les routes avec des voies de tramway avec un angle de rotation maximum par la valeur ci-dessous, si la valeur actuelle est plus élevée.
it: Cambia tutte le strade con binari del tram con angolo di rotazione massimo con il valore sottostante se quello attuale è maggiore.
ja: 現在の最大角のほうが大きい場合、トラム線路のある全ての道路の最大角が変更されます。
ko: 트램 트랙이 있는 모든 도로 중 사용되는 최대 회전 각도의 값이 밑의 값보다 큰 도로를 밑의 값으로 변경합니다.
pl: Zmień wszystkie drogi z torami tramwajowymi z maksymalnym kątem skrętu o wartość poniżej, jeśli bieżąca wartość jest wyższa.
pt: Forçar o ângulo máximo definido em todas as estradas com trilhos de bonde se o valor atual for maior.
ru: Изменить максимальный угол поворота для всех дорог с трамвайными рельсами, если их значение меньше указанного.
th: เปลี่ยนถนนทุกสายที่มีรางรางให้มีมุมเลี้ยวสูงสุด ตามการตั้งค่าด้านล่าง (หากค่าปัจจุบันสูงกว่า)
zh_cn: 如果当前值较高，则将所有有轨电车轨道最大转弯角度的道路更改为以下值。

# popup_buttonReminder
source: Click this button to show Network Anarchy
de: Klicke auf diese Schaltfläche, um Network Anarchy anzuzeigen
es: Haga clic en este botón para mostrar Network Anarchy
fr: Cliquez sur ce bouton pour afficher Network Anarchy
it: Clicca il pulsante per mostrare Network Anarchy
ja: Network Anarchyを表示するには、ボタンをクリックして下さい。
ko: 이 버튼을 클릭해 Network Anarchy 표시
pl: Kliknij ten przycisk, aby pokazać Anarchię Sieci
pt: Clique neste botão para mostrar Network Anarchy
ru: Нажмите эту кнопку, чтобы показать Network Anarchy
th: คลิกที่ปุ่มนี้เพื่อแสดง Network Anarchy
zh_cn: 点击此按钮显示 Network Anarchy

# popup_collisionRemoved
source: Collision has been combined with Anarchy mode. In its place, the Override Zone Collision button controls whether paths/fences stop nearby zoning tiles from being created.
cs: Režim kolize byl kombinován s režimem Anarchie. Místo něj je zde tlačítko Přepsat kolizi zóny, které řídí, zda cesty/ploty zastaví vytváření blízkých zón.
de: Kollision wurde mit dem Anarchie-Modus kombiniert. An seiner Stelle kontrolliert der Knopf zum Zone Kollision überschreiben, ob Pfade/Zäune die Erstellung von Kacheln in der Nähe verhindern.
es: La colisión se ha combinado con el modo Anarquía. En su lugar, el botón Anular Colisión de Zona controla si las rutas/vallas impiden la creación de baldosas de zonificación cercanas.
fr: Du nouveau : le mode Collision est maintenant combiné au mode Anarchie. Vous trouverez à sa place le mode Zonage Forcé. Ce nouveau mode permet de forcer le jeu à créer du zonage le long des routes même si des sentiers, clôtures ou autres réseaux s'y trouvent.
it: La collisione è stata combinata con la modalità Anarchia. Al suo posto, il pulsante Sovrascrivi Collisione Zona controlla se i sentieri/recinti impediscono la zonatura.
ja: 衝突判定は、アナーキーモードと統合されました。 代わりに「ゾーニングの衝突判定を上書き」ボタンは、パスやフェンスが付近のゾーニング生成の有無を制御します。
ko: 충돌 모드가 아나키 모드와 합쳐졌습니다. 그 자리에 이제부터는 구역 충돌 무시하기 버튼이 있고 경로/펜스 주변으로 구역 타일이 생성되는 것을 막을 지 제어합니다.
pl: Kolizja została połączona z trybem Anarchii. Przycisk Nadpisz kolizję stref, kontroluje czy ścieżki/ogrodzenia blokują tworzenie pobliskich kafelków strefy.
pt: Colisão foi combinada com o modo de Anarquia. Em seu lugar, o botão Substituir Colisão de Zonas controla se caminhos/cercas impedem que os blocos próximos sejam criados.
ru: При включенной "Переопределить коллизию зон", пешеходные дорожки и заборы не будут препятствовать созданию зон.
th: การซ้อนทับได้ถูกรวมเข้าไปอยู่ในโหมดอิสระแล้ว ในที่ส่วนนั้น ปุ่มการซ้อนทับโซนจะควบคุมว่าเส้นทาง หรือรั้วจะหยุดการสร้างตารางการแบ่งโซนในบริเวณใกล้เคียงหรือไม่
zh_cn: 碰撞功能已经和无碰撞模式相结合。 在它所在位置，覆盖区域碰撞功能按钮以控制路径/围栏是否会阻止周围的分区地块的生成。

# ui_clickForToolOptions
source: Click here for Tool Options
cs: Klikněte zde pro možnosti nástrojů
de: Hier klicken für Werkzeugoptionen
es: Haz clic aquí para opciones de herramienta
fr: Cliquez ici pour les options de l'outil
it: Fare clic qui per le opzioni degli strumenti
ja: クリックでオプションを表示
ko: 여기를 클릭해 툴 옵션 보기
pl: Kliknij tutaj, aby wyświetlić opcje narzędzia
pt: Clique aqui para as Opções de Ferramenta
ru: Нажмите здесь для открытия опций
th: คลิกที่นี่สำหรับตัวเลือกเครื่องมือ
zh_cn: 点击此处查看工具选项

# ui_elevationSliderKeyTip
source: {0} and {1} to change elevation step
cs: {0} a {1} pro změnu kroku vyvýšení
de: {0} und {1} um den Höhenschritt zu ändern
es: {0} y {1} para cambiar paso de elevación
fr: {0} et {1} pour changer l'incrément d'élévation
it: {0} e {1} per cambiare l'incremento di elevazione
ja: {0} と {1} で高さのピッチを変更します。
ko: {0} 과 {1} 로 고도 단계 바꾸기
pl: {0} i {1} aby zmienić poziom wzniesienia
pt: {0} e {1} para alterar o passo da elevação
ru: {0} и {1} для изменения шага подъёма
th: {0} และ {1} เพื่อเปลี่ยนจำนวนขั้นของการยกระดับ
zh_cn: 按 {0} 以及 {1} 来改变单次调整高度

# ui_elevationStep
source: Elevation Step:
cs: Krok vyvýšení:
de: Höhenschritt:
es: Desplazamiento vertical:
fr: Incrément d'élévation :
it: Incremento dell'elevazione:
ja: 高さの変更量:
ko: 고도 단계:
pl: Stopień ukształtowania terenu:
pt: Passo de elevação:
ru: Шаг подъема:
th: ขั้นของการยกระดับ
zh_cn: 单次调整高度：

# ui_grid
source: Show Editor Grid
cs: Zobrazit editor mřížky
de: Editier-Raster anzeigen
es: Mostrar cuadrícula del editor
fr: Afficher la grille de l'éditeur
it: Mostra Griglia Editor
ja: エディタのグリッドを表示
ko: 에디터 그리드 보기
pl: Pokaż siatkę edytora
pt: Mostrar Grade
ru: Показать сетку редактора
th: แสดงเส้นตารางในโหมดแก้ไข (Editor)
zh_cn: 显示编辑器网格

# ui_maxSegmentLength
source: Max Segment Length:
cs: Maximální délka segmentu:
de: Maximale Segmentlänge:
es: Longitud máxima de segmento:
fr: Longueur max du segment :
it: Lunghezza massima del segmento:
ja: セグメントの最大長:
ko: 최대 세그먼트 길이:
pl: Maksymalna długość odcinka:
pt: Comprimento máximo do segmento:
ru: Макс длина сегмента:
th: ความยาวสูงสุดของเซ็กเมนต์
zh_cn: 最大路段长度：

# ui_modeBridge
source: Bridge: Forces the use of bridge pieces if available
cs: Most: Vynucuje použití mostních segmentů, jsou-li k dispozici
de: Brücke: Erzwingt die Verwendung von Brückenteilen, falls verfügbar
es: Puente: Fuerza el uso de puentes si está disponible
fr: Pont : Force l'utilisation des ponts si possible
it: Ponte: se possibile, forza l'utilizzo di ponti
ja: 橋梁: 可能であれば橋梁を使用する
ko: 다리: 사용 가능하다면 다리 부분을 강제로 사용합니다.
pl: Most: Wymusza użycie elementów mostowych, jeśli są one dostępne
pt: Pontes: Forçar uso do modelo para ponte se disponível
ru: Мост: использовать мост, при наличии
th: สะพาน: บังคับให้ใช้ชิ้นส่วนสะพาน (ถ้ามี)
zh_cn: 桥梁：如果开启，道路将强制在任何地形使用桥梁模式。

# ui_modeCycleKeyTip
source: {0} and {1} to cycle modes
cs: {0} a {1} k cyklickému přepínání režimů
de: {0} und {1} um durch die Modi zu schalten
es: {0} y {1} para cambiar los modos
fr: {0} et {1} pour parcourir les modes
it: {0} e {1} per cambiare modalità
ja: {0} と {1} でモードを左右に切り替えます。
ko: {0} 과 {1} 로 모드 순환
pl: {0} i {1} aby przełączać pomiędzy trybami
pt: {0} e {1} para alternar modos
ru: {0} и {1} для смены режимов
th: {0} และ {1} เพื่อเปลี่ยนโหมด
zh_cn: 按 {0} 以及 {1} 来切换模式

# ui_modeElevated
source: Elevated: Forces the use of elevated pieces if available
cs: Vyvýšené: Vynutí použití vyvýšených segmentů, pokud jsou k dispozici
de: Erhöht: Erzwingt den Einsatz erhöhter Teile, falls verfügbar
es: Puente: Fuerza el uso de segmentos elevados si están disponibles
fr: Sur-élevé : Force l'utilisation de la sur-élévation si possible
it: Strada sopraelevata: se possibile, forza l'utilizzo di strade sopraelevate
ja: 高架: 可能であれば高架を使用する
ko: 고가: 사용 가능하다면 고가 부분을 강제로 사용합니다.
pl: Podwyższenie: Wymusza użycie elementów podwyższenia, jeśli są one dostępne
pt: Elevados: Forçar uso do modelo elevado se disponível
ru: Эстакада: использовать эстакаду, при наличии
th: ยกระดับ: บังคับให้ใช้ส่วนการยกระดับ (ถ้ามี)
zh_cn: 高架：如果开启，道路将强制在任何地形使用高架模式

# ui_modeGround
source: Ground: Forces the ground to follow the elevation of the road
cs: Země: Vynucuje sledování terénu po zemi
de: Boden: Zwingt den Boden, der Höhe der Straße zu folgen
es: Suelo: Fuerza al suelo a seguir la elevación de la carretera
fr: Sol : Force le sol à suivre l'élévation de la route
it: Terreno: forza il terreno a seguire l'elevazione della strada
ja: 地面: 道路の傾斜を地面に沿わせる
ko: 지상: 땅이 도로의 높이를 따르도록 강제합니다.
pl: Podłoże: Wymusza ziemię do podążania za ukształtowaniem drogi
pt: Térreo: Forçar aterramento para seguir a elevação da estrada
ru: Наземный: поверхность следует за высотой дороги
th: ระดับพื้นดิน: บังคับให้พื้นดินตามระดับความสูงของถนน
zh_cn: 地面：如果开启，道路将强制在任何地形使用地面模式

# ui_modeNormal
source: Normal: Unmodded road placement behavior
cs: Normální: chování při používání nemodované silnice
de: Normal: Nicht modifiziertes Platzieren der Straßen
es: Normal: Las carreteras se construyen como por defecto (sin mods)
fr: Normal : Comportement des routes du jeu de base
it: Normale: le strade vengono costruite normalmente (senza mod)
ja: 通常: 非mod状態で道路を配置する
ko: 일반: 수정되지 않은 도로 배치 동작
pl: Normalny: niezmodyfikowane zachowanie umieszczenia drogi
pt: Normal: Construção de estradas pelas regras padrão do jogo
ru: Обычный: выбор типа дороги по умолчанию
th: โหมดปกติ: ใช้การถนนที่เป็นแบบดั้งเดิมของเกม
zh_cn: 正常：即游戏默认的逢山开洞、遇水架桥行为

# ui_modes
source: Modes:
cs: Režimy:
de: Modi:
es: Modos:
it: Modalità:
ja: モード
ko: 모드:
pl: Tryby:
pt: Modos:
ru: Режимы:
th: โหมด:
zh_cn: 模式：
